Repository: agilecoding-es/aspnet-core-template
Catalog: src/Template/Template.MvcWebApp/Resources/AppResources.*.resx
Languages: es

# Administration_Roles_Create_Title
source: Create role
es: Crear rol

# Administration_Roles_Edit_AddOrRemoveUsersButton
source: Add or remove users
es: Agregar o eliminar usuarios

# Administration_Roles_Edit_Title
source: Edit role: {0}
es: Editar rol: {0}

# Administration_Roles_Edit_UsersSection
source: Users in this role
es: Usuarios con este rol

# Administration_Roles_Edit_UsersSection_Empty
source: No users
es: Sin usuarios

# Administration_Roles_UsersInRole_Title
source: Add or remove users to/from this role
es: Agregar o eliminar usuarios a/de este rol

# Administration_Users_Index_Title
source: Users
es: Usuarios

# Administration_User_Edit_AddOrRemoveClaimsButton
source: Add or remove claims
es: Agregar o eliminar claims

# Administration_User_Edit_AddOrRemoveRolesButton
source: Add or remove roles
es: Agregar o eliminar roles

# Administration_User_Edit_ClaimsSection
source: Claims of the user
es: Claims del usuario

# Administration_User_Edit_ClaimsSection_Empty
source: No claims
es: Sin claims

# Administration_User_Edit_ResetPassword
source: Reset password
es: Restablecer contraseña

# Administration_User_Edit_RolesSection
source: Roles of the user
es: Roles del usuario

# Administration_User_Edit_RolesSection_Empty
source: No roles
es: Sin roles

# Administration_User_Edit_Title
source: Edit user
es: Editar usuario

# Administration_User_Edit_UserLockedOut
source: User locked out
es: Usuario bloqueado

# Administration_User_ManageClaims_Title
source: Manage user claims
es: Administrar claims del usuario

# Administration_User_ManageRoles_Title
source: Manage user roles
es: Administrar roles del usuario

# ErrorController_Error_404_Description
source: The page or resource you are looking for does not exist.
es: La página o recurso que estas buscando no existe.

# ErrorController_Error_404_Title
source: Resource Not Found
es: Recurso no encontrado

# ErrorController_Error_500_Title
source: Opps... something went wrong!
es: Oops... algo salió mal!

# Home_Index_Title
source: Home page
es: Página de Inicio

# Home_Index_Title_Welcome
source: Welcome
es: Bienvenido

# Home_Privacy_Title
source: Privacy policy
es: Políticas de privacidad

# Identity_Account_AccessDenied_Content
source: You do not have access to this resource.
es: No tienes acceso a este recurso.

# Identity_Account_AccessDenied_Title
source: Access denied
es: Acceso denegado

# Identity_Account_ConfirmEmailChange_Title
source: Confirm email change
es: Confirmar cambio de correo electrónico

# Identity_Account_ConfirmEmail_StatusMessage_Error
source: Error confirming your email.
es: Error al confirmar su correo electrónico.

# Identity_Account_ConfirmEmail_StatusMessage_Ok
source: Thank you for confirming your email.
es: Gracias por confirmar su correo electrónico.

# Identity_Account_ConfirmEmail_Title
source: Confirm email
es: Confirmar correo electrónico

# Identity_Account_ExternalLogin_ConfirmEmailBody
source: Please confirm your account by <a href="{0}">clicking here</a>.
es: Confirme su cuenta haciendo <a href="{0}">clic aquí</a>.

# Identity_Account_ExternalLogin_ConfirmEmailSubject
source: Confirm your email
es: Confirme su correo electrónico

# Identity_Account_ExternalLogin_Description
source: You've successfully authenticated with <strong>{0}</strong>. Please enter an email address for this site below and click the Register button to finish logging in.
es: Te has registrado correctamente con <strong>{0}</strong>. Ingrese una dirección de correo electrónico para este sitio a continuación y haga clic en el botón Registrarse para finalizar el inicio de sesión.

# Identity_Account_ExternalLogin_StatusMessage_OnGetCallback_InfoError
source: Error loading external login information.
es: Error al cargar la información del inicio de sesión externo.

# Identity_Account_ExternalLogin_StatusMessage_OnGetCallback_RemoteError
source: Error from external provider: {0}
es: Error del proveedor externo: {0}

# Identity_Account_ExternalLogin_StatusMessage_OnPostConfirmation_InfoError
source: Error loading external login information during confirmation.
es: Error al cargar la información del inicio de sesión externo durante la confirmación.

# Identity_Account_ExternalLogin_Submit
source: Register
es: Registrar

# Identity_Account_ExternalLogin_Subtitle
source: Associate your {0} account.
es: Asocia tu cuenta {0}.

# Identity_Account_ExternalLogin_Title
source: Register
es: Registro

# Identity_Account_ForgotPasswordConfirmation_Message
source: Please check your email to reset your password.
es: Por favor revise su correo electrónico para restablecer su contraseña.

# Identity_Account_ForgotPasswordConfirmation_Title
source: Forgot password confirmation
es: Confirmación de contraseña olvidada

# Identity_Account_ForgotPassword_ConfirmEmailBody
source: Please reset your password by <a href="{0}">clicking here</a>.
es: Restablezca su contraseña haciendo <a href="{0}">clic aquí</a>.

# Identity_Account_ForgotPassword_ConfirmEmailSubject
source: Reset Password
es: Restablecer contraseña

# Identity_Account_ForgotPassword_Submit
source: Reset Password
es: Reestablecer contraseña

# Identity_Account_ForgotPassword_Subtitle
source: Enter your email.
es: Ingrese su correo electrónico.

# Identity_Account_ForgotPassword_Title
source: Forgot your password?
es: ¿Olvidaste tu contraseña?

# Identity_Account_Lockout_Message
source: This account has been locked out, please try again later.
es: Esta cuenta ha sido bloqueada, inténtalo de nuevo más tarde.

# Identity_Account_Lockout_Title
source: Locked out
es: Bloqueado

# Identity_Account_Login2FA_Description
source: Your login is protected with an authenticator app. Enter your authenticator code below.
es: Su inicio de sesión está protegido con una aplicación de autenticación. Ingrese su código de autenticación a continuación.

# Identity_Account_Login2FA_RecoverCodeMessage
source: Don't have access to your authenticator device? You can <a id="recovery-code-login" asp-page="./LoginWithRecoveryCode" asp-route-returnUrl="{0}">log in with a recovery code</a>.
es: ¿No tiene acceso a su dispositivo de autenticación? Puede <a id="recovery-code-login" asp-page="./LoginWithRecoveryCode" asp-route-returnUrl="{0}">iniciar sesión con un código de recuperación</a>.

# Identity_Account_Login2FA_Submit
source: Log in
es: Iniciar sesión

# Identity_Account_Login2FA_Title
source: Two-factor authentication
es: Doble factor de autenticación

# Identity_Account_LoginRecoveryCode_Description
source: You have requested to log in with a recovery code. This login will not be remembered until you provide an authenticator app code at log in or disable 2FA and log in again.
es: Ha solicitado iniciar sesión con un código de recuperación. Este inicio de sesión no se recordará hasta que proporcione un código de aplicación de autenticación al iniciar sesión o deshabilitar 2FA e iniciar sesión nuevamente.

# Identity_Account_LoginRecoveryCode_Submit
source: Log in
es: Iniciar sesión

# Identity_Account_LoginRecoveryCode_Title
source: Recovery code verification
es: Verificación del código de recuperación

# Identity_Account_LoginWith2fa_ModelState
source: Invalid authenticator code.
es: Código de autenticación no válido.

# Identity_Account_LoginWithRecoveryCode_ModelState
source: Invalid recovery code entered.
es: Código de recuperación no válido ingresado.

# Identity_Account_Login_ForgotPassword
source: Forgot your password?
es: ¿Olvidaste tu contraseña?

# Identity_Account_Login_LoginServices
source: Use another service to log in.
es: Utilice otro servicio para iniciar sesión.

# Identity_Account_Login_ModelState
source: Invalid login attempt.
es: Intento de inicio de sesión no válido.

# Identity_Account_Login_RegisterNewUser
source: Register as a new user
es: Registrarse como nuevo usuario

# Identity_Account_Login_ReserndConfirmation
source: Resend email confirmation
es: Reenviar correo electrónico de confirmación

# Identity_Account_Login_Submit
source: Log in
es: Iniciar sesión

# Identity_Account_Login_Subtitle
source: Use a local account to log in.
es: Utilice una cuenta local para iniciar sesión.

# Identity_Account_Login_Title
source: Log in
es: Ingresar

# Identity_Account_Logout_Confirmation
source: You have successfully logged out of the application.
es: Ha cerrado correctamente la sesión.

# Identity_Account_Logout_Submit
source: Click here to Logout
es: Click aqui para salir

# Identity_Account_Logout_Title
source: Log out
es: Cerrar sesión

# Identity_Account_Manage_ChangePasswordModel_OldPassword
source: Current password
es: Contraseña actual

# Identity_Account_Manage_ChangePassword_StatusMessage_Ok
source: Your password has been changed.
es: Su contraseña ha sido cambiada.

# Identity_Account_Manage_ChangePassword_Submit
source: Update password
es: Actualizar contraseña

# Identity_Account_Manage_ChangePassword_Title
source: Change password
es: Cambio de contraseña

# Identity_Account_Manage_ConfirmEmailChange_StatusMessage_ErrorEmail
source: Error changing email.
es: Error al cambiar el correo electrónico.

# Identity_Account_Manage_ConfirmEmailChange_StatusMessage_ErrorUserName
source: Error changing user name.
es: Error al cambiar el nombre de usuario.

# Identity_Account_Manage_ConfirmEmailChange_StatusMessage_Ok
source: Thank you for confirming your email change.
es: Gracias por confirmar el cambio de su correo electrónico.

# Identity_Account_Manage_DeletePersonalData_Description
source: Deleting this data will permanently remove your account, and this cannot be recovered.
es: Eliminar estos datos eliminará permanentemente su cuenta y no se podrá recuperar.

# Identity_Account_Manage_DeletePersonalData_ModelState
source: Incorrect password.
es: Contraseña incorrecta.

# Identity_Account_Manage_DeletePersonalData_Submit
source: Delete data and close my account
es: Eliminar datos y cerrar mi cuenta

# Identity_Account_Manage_DeletePersonalData_Title
source: Delete Personal Data
es: Eliminar datos personales

# Identity_Account_Manage_Disable2fa_Description
source: <p> <strong>This action only disables 2FA.</strong> </p> <p> Disabling 2FA does not change the keys used in authenticator apps. If you wish to change the key used in an authenticator app you should <a asp-page="./ResetAuthenticator">reset your authenticator keys.</a> </p>
es: <p> <strong>Esta acción solo deshabilita 2FA.</strong> </p> <p> Deshabilitar 2FA no cambia las claves utilizadas en las aplicaciones de autenticación. Si desea cambiar la clave utilizado en una aplicación de autenticación, debe <a asp-page="./ResetAuthenticator">restablecer sus claves de autenticación.</a> </p>

# Identity_Account_Manage_Disable2fa_StatusMessage_Ok
source: 2fa has been disabled. You can reenable 2fa when you setup an authenticator app.
es: Se ha desactivado 2FA. Puede volver a activar 2FA cuando configure una aplicación de autenticación.

# Identity_Account_Manage_Disable2fa_Submit
source: Disable 2FA
es: Deshabilitar 2FA

# Identity_Account_Manage_Disable2fa_Title
source: Disable two-factor authentication(2FA)
es: Deshabilitar la autenticación de dos factores (2FA)

# Identity_Account_Manage_DownloadPersonalData_Title
source: Download Your Data
es: Descargar datos personales

# Identity_Account_Manage_Email_Change
source: Change email
es: Cambiar correo electrónico

# Identity_Account_Manage_Email_Send
source: Send verification email
es: Envia un correo electrónico de verificación

# Identity_Account_Manage_Email_StatusMessage_ConfirmationSent
source: Confirmation link to change email sent. Please check your email.
es: Se ha enviado el enlace de confirmación para cambiar el correo electrónico. Por favor, revise su correo electrónico.

# Identity_Account_Manage_Email_StatusMessage_EmailUnchanged
source: Your email is unchanged.
es: Su correo electrónico no ha sido cambiado.

# Identity_Account_Manage_Email_StatusMessage_VerificationSent
source: Verification email sent. Please check your email.
es: Se ha enviado el correo electrónico de verificación. Por favor, revise su correo electrónico.

# Identity_Account_Manage_Email_Title
source: Manage Email
es: Administrar correo electrónico

source: Your authenticator app has been verified.
es: Su aplicación de autenticación ha sido verificada.

# Identity_Account_Manage_EnableAuthenticator_Step1
source: Download a two-factor authenticator app like Microsoft Authenticator for <a href="https://go.microsoft.com/fwlink/?Linkid=825072">Android</a> and <a href="https://go.microsoft.com/fwlink/?Linkid=825073">iOS</a> or Google Authenticator for <a href="https://play.google.com/store/apps/details?id=com.google.android.apps.authenticator2&amp;hl=en">Android</a> and <a href="https://itunes.apple.com/us/app/google-authenticator/id388497605?mt=8">iOS</a>.
es: Descargue una aplicación de autenticación de dos factores como Microsoft Authenticator para <a href="https://go.microsoft.com/fwlink/?Linkid=825072">Android</a> y <a href="https://go.microsoft.com/fwlink/?Linkid=825073">iOS</a> o Autenticador de Google para <a href="https://play.google.com/store/apps/details?id=com.google.android.apps.authenticator2&amp;hl=en">Android</a> y <a href="https://itunes.apple.com/us/app/google-authenticator/id388497605?mt=8">iOS</a>.

# Identity_Account_Manage_EnableAuthenticator_Step2
source: Scan the QR Code or enter this key <kbd>{0}</kbd> into your two factor authenticator app. Spaces and casing do not matter.
es: Escanee el código QR o ingrese esta clave <kbd>{0}</kbd> en su aplicación de autenticación de dos factores. No importan los espacios, ni mayúsculas/minúsculas.

# Identity_Account_Manage_EnableAuthenticator_Step3
source: Once you have scanned the QR code or input the key above, your two factor authentication app will provide you with a unique code. Enter the code in the confirmation box below.
es: Una vez que haya escaneado el código QR o ingresado la clave anterior, su aplicación de autenticación de dos factores le proporcionará un código único. Introduzca el código en el cuadro de confirmación a continuación.

# Identity_Account_Manage_EnableAuthenticator_Steps
source: To use an authenticator app go through the following steps:
es: Para usar una aplicación de autenticación, siga los siguientes pasos:

# Identity_Account_Manage_EnableAuthenticator_Submit
source: Verify
es: Verificar

# Identity_Account_Manage_EnableAuthenticator_Title
source: Configure authenticator app
es: Configurar la aplicación de autenticación

# Identity_Account_Manage_ExternalLogins_AddAnother
source: Add another service to log in.
es: Agregar otro servicio de autenticación.

# Identity_Account_Manage_ExternalLogins_Remove
source: Remove
es: Eliminar

# Identity_Account_Manage_ExternalLogins_StatusMessage_ExternalLoginAdded
source: The external login was added.
es: Se ha agregado el inicio de sesión externo.

# Identity_Account_Manage_ExternalLogins_StatusMessage_ExternalLoginNotAdded
source: The external login was not added. External logins can only be associated with one account.
es: No se agregó el inicio de sesión externo. Los inicios de sesión externos solo pueden asociarse con una cuenta.

# Identity_Account_Manage_ExternalLogins_StatusMessage_ExternalLoginNotRemoved
source: The external login was not removed.
es: No se eliminó el inicio de sesión externo.

# Identity_Account_Manage_ExternalLogins_StatusMessage_ExternalLoginRemoved
source: The external login was removed.
es: Se eliminó el inicio de sesión externo.

# Identity_Account_Manage_ExternalLogins_Subitle
source: Registered Logins
es: Servicios registrados

# Identity_Account_Manage_ExternalLogins_Title
source: Manage your external logins
es: Administra tus proveedores de inicio de sesión externos

# Identity_Account_Manage_GenerateRecoveryCodes_Description
source: <p> <span class="glyphicon glyphicon-warning-sign"></span> <strong>Put these codes in a safe place.</strong> </p> <p> If you lose your device and don't have the recovery codes you will lose access to your account. </p> <p> Generating new recovery codes does not change the keys used in authenticator apps. If you wish to change the key used in an authenticator app you should <a asp-page="./ResetAuthenticator">reset your authenticator keys.</a> </p>
es: <p> <span class="glyphicon glyphicon-warning-sign"></span> <strong>Guarde estos códigos en un lugar seguro.</strong> </p> <p> Si pierde su dispositivo y no tiene los códigos de recuperación, perderá el acceso a su cuenta. </p> <p> La generación de nuevos códigos de recuperación no cambia las claves utilizadas en las aplicaciones de autenticación. Si desea cambiar la clave utilizado en una aplicación de autenticación, debe <a asp-page="./ResetAuthenticator">restablecer sus claves de autenticación.</a> </p>

# Identity_Account_Manage_GenerateRecoveryCodes_StatusMessage_Advice
source: You have generated new recovery codes.
es: Ha generado nuevos códigos de recuperación.

# Identity_Account_Manage_GenerateRecoveryCodes_Submit
source: Generate Recovery Codes
es: Generar códigos de recuperación

# Identity_Account_Manage_GenerateRecoveryCodes_Title
source: Generate two-factor authentication(2FA) recovery codes
es: Genere códigos de recuperación de autenticación de dos factores (2FA)

# Identity_Account_Manage_Index_StatusMessage_Error
source: Unexpected error when trying to set phone number.
es: Error inesperado al intentar establecer el número de teléfono.

# Identity_Account_Manage_Index_StatusMessage_Ok
source: Your profile has been updated.
es: Se ha actualizado su perfil.

# Identity_Account_Manage_Index_Submit
source: Save
es: Guardar

# Identity_Account_Manage_Index_Title
source: Profile
es: Perfil

# Identity_Account_Manage_Layout_Subtitle
source: Change your account settings
es: Cambie la configuración de su cuenta

# Identity_Account_Manage_Layout_Title
source: Manage your account
es: Administra tu cuenta

# Identity_Account_Manage_ManageNav_2FA
source: Two-factor authentication
es: Doble factor de autenticación

# Identity_Account_Manage_ManageNav_ExternalLogins
source: External logins
es: Servicios de autenticación externos

# Identity_Account_Manage_ManageNav_Password
source: Password
es: Contraseña

# Identity_Account_Manage_ManageNav_PersonalData
source: Personal data
es: Datos personales

# Identity_Account_Manage_ManageNav_Profile
source: Profile
es: Perfil

# Identity_Account_Manage_PersonalData_Delete
source: Delete
es: Eliminar

# Identity_Account_Manage_PersonalData_Description
source: <p>Your account contains personal data that you have given us. This page allows you to download or delete that data.</p> <p> <strong>Deleting this data will permanently remove your account, and this cannot be recovered.</strong> </p>
es: <p>Su cuenta contiene datos personales que nos ha proporcionado. Esta página le permite descargar o eliminar esos datos.</p> <p> <strong>Al eliminar estos datos, su cuenta se eliminará de forma permanente y no se podrá recuperar.</strong> </p>

# Identity_Account_Manage_PersonalData_Submit
source: Download
es: Descargar

# Identity_Account_Manage_PersonalData_Title
source: Personal Data
es: Datos personales

# Identity_Account_Manage_ResetAuthenticator_Description
source: <p> <span class="glyphicon glyphicon-warning-sign"></span> <strong>If you reset your authenticator key your authenticator app will not work until you reconfigure it.</strong> </p> <p> This process disables 2FA until you verify your authenticator app. If you do not complete your authenticator app configuration you may lose access to your account. </p>
es: <p> <span class="glyphicon glyphicon-warning-sign"></span> <strong>Si restablece su clave de autenticación, su aplicación de autenticación no funcionará hasta que la reconfigure.</strong> </p> <p> Este proceso deshabilita 2FA hasta que verifique su aplicación de autenticación. Si no completa la configuración de su aplicación de autenticación, puede perder el acceso a su cuenta. </p>

# Identity_Account_Manage_ResetAuthenticator_StatusMessage_AuthenticatorAppReset
source: Your authenticator app key has been reset, you will need to configure your authenticator app using the new key.
es: Se ha restablecido su clave de la aplicación de autenticación. Deberá configurar su aplicación de autenticación utilizando la nueva clave.

# Identity_Account_Manage_ResetAuthenticator_Submit
source: Reset authenticator key
es: Restablecer clave de autenticador

# Identity_Account_Manage_ResetAuthenticator_Title
source: Reset authenticator key
es: Restablecimiento de clave de autenticador

# Identity_Account_Manage_SetPassword_Description
source: You do not have a local username/password for this site. Add a local account so you can log in without an external login.
es: No tiene un nombre de usuario/contraseña local para este sitio. Agregue una cuenta local para que pueda iniciar sesión sin un inicio de sesión externo.

# Identity_Account_Manage_SetPassword_StatusMessage_PasswordSet
source: Your password has been set.
es: Tu contraseña ha sido establecida.

# Identity_Account_Manage_SetPassword_Submit
source: Set password
es: Establecer contraseña

# Identity_Account_Manage_SetPassword_Subtitle
source: Set your password
es: Establezca su contraseña

# Identity_Account_Manage_SetPassword_Title
source: Set password
es: Configuración de contraseña

# Identity_Account_Manage_ShowRecoveryCodes_Description
source: <p> <strong>Put these codes in a safe place.</strong> </p> <p> If you lose your device and don't have the recovery codes you will lose access to your account. </p>
es: <p> <strong>Guarde estos códigos en un lugar seguro.</strong> </p> <p> Si pierde su dispositivo y no tiene los códigos de recuperación, perderá el acceso a su cuenta. </p>

# Identity_Account_Manage_ShowRecoveryCodes_Title
source: Recovery codes
es: Códigos de recuperación

# Identity_Account_Manage_TwoFactorAuthentication_AddApp
source: Add authenticator app
es: Agregar aplicación de autenticación

# Identity_Account_Manage_TwoFactorAuthentication_Alert0
source: <strong>You have no recovery codes left.</strong> <p>You must <a asp-page="./GenerateRecoveryCodes">generate a new set of recovery codes</a> before you can log in with a recovery code.</p>
es: <strong>No te quedan códigos de recuperación.</strong> <p>Debe <a asp-page="./GenerateRecoveryCodes">generar un nuevo conjunto de códigos de recuperación</a> antes de poder iniciar sesión con un código de recuperación.</p>

# Identity_Account_Manage_TwoFactorAuthentication_Alert1
source: <strong>You have 1 recovery code left.</strong> <p>You can <a asp-page="./GenerateRecoveryCodes">generate a new set of recovery codes</a>.</p>
es: <strong>Te queda 1 código de recuperación.</strong> <p>Puede <a asp-page="./GenerateRecoveryCodes">generar un nuevo conjunto de códigos de recuperación</a>.</p>

# Identity_Account_Manage_TwoFactorAuthentication_Alert2
source: <strong>You have {0} recovery codes left.</strong> <p>You should <a asp-page="./GenerateRecoveryCodes">generate a new set of recovery codes</a>.</p>
es: <strong>Te quedan {0} códigos de recuperación.</strong> <p>Debe <a asp-page="./GenerateRecoveryCodes">generar un nuevo conjunto de códigos de recuperación</a>.</p>

# Identity_Account_Manage_TwoFactorAuthentication_AuthenticatorTitle
source: Authenticator app
es: aplicación de autenticación

# Identity_Account_Manage_TwoFactorAuthentication_Disable
source: Disable 2FA
es: Deshabilitar 2FA

# Identity_Account_Manage_TwoFactorAuthentication_Forgot
source: Forget this browser
es: Olvidar este navegador
