Repository: agilecoding-es/aspnet-core-template
Catalog: src/Template/Template.MvcWebApp/Resources/AppResources.*.resx
Languages: es

# Identity_Account_Manage_TwoFactorAuthentication_PolicyNotAccepted
source: <strong>Privacy and cookie policy have not been accepted.</strong> <p>You must accept the policy before you can enable two factor authentication.</p>
es: <strong>No se han aceptado las políticas de privacidad y cookies.</strong> <p>Debe aceptar la política antes de poder habilitar la autenticación de dos factores.</p>

# Identity_Account_Manage_TwoFactorAuthentication_ResetApp
source: Reset authenticator app
es: Restablecer aplicación de autenticación

# Identity_Account_Manage_TwoFactorAuthentication_ResetRecoveryCodes
source: Reset recovery codes
es: Restablecer códigos de recuperación

# Identity_Account_Manage_TwoFactorAuthentication_SetApp
source: Set up authenticator app
es: Configurar la aplicación de autenticación

# Identity_Account_Manage_TwoFactorAuthentication_StatusMessage_BrowserForgotten
source: The current browser has been forgotten. When you login again from this browser you will be prompted for your 2fa code.
es: El navegador actual ha sido olvidado. Cuando vuelvas a iniciar sesión desde este navegador, se te solicitará el código 2FA.

# Identity_Account_Manage_TwoFactorAuthentication_Title
source: Two-factor authentication(2FA)
es: Autenticación de dos factores (2FA)

# Identity_Account_RegisterConfirmation_Description
source: This app does not currently have a real email sender registered, see <a href="https://aka.ms/aspaccountconf">these docs</a> for how to configure a real email sender. Normally this would be emailed: <a id="confirm-link" href="{0}">Click here to confirm your account</a>
es: Esta aplicación actualmente no tiene un remitente de correo electrónico real registrado, consulte <a href="https://aka.ms/aspaccountconf">estos documentos</a> para saber cómo configurar un remitente de correo electrónico real. Normalmente, esto se enviaría por correo electrónico: <a id="confirm-link" href="{0}">Haga clic aquí para confirmar su cuenta</a>

# Identity_Account_RegisterConfirmation_Message
source: Please check your email to confirm your account.
es: Por favor revise su correo electrónico para confirmar su cuenta.

# Identity_Account_RegisterConfirmation_Title
source: Register confirmation
es: Confirmación de registro

# Identity_Account_Register_LoginServices
source: Use another service to register.
es: Utilice otro servicio para registrarse.

# Identity_Account_Register_Submit
source: Register
es: Registrarse

# Identity_Account_Register_Subtitle
source: Create a new account.
es: Crea una cuenta nueva.

# Identity_Account_Register_Title
source: Register
es: Registro

# Identity_Account_ResendEmailConfirmation_Subitle
source: Enter your email.
es: Ingrese su correo electrónico.

# Identity_Account_ResendEmailConfirmation_Submit
source: Resend
es: Reenviar

# Identity_Account_ResendEmailConfirmation_Title
source: Resend email confirmation
es: Reenviar correo electrónico de confirmación

# Identity_Account_ResetPasswordConfirmation_Content
source: Your password has been reset. You can now <a href="{0}">click here to log in</a>.
es: Se ha restablecido su contraseña. Ya puedes hacer <a href="{0}">click aquí Iniciar sesión</a>.

# Identity_Account_ResetPasswordConfirmation_Title
source: Reset password confirmation
es: Confirmación de restablecimiento de contraseña

# Identity_Account_RestPassword_Submit
source: Reset
es: Restablecer

# Identity_Account_RestPassword_Subtitle
source: Reset your password.
es: Restablecer su contraseña.

# Identity_Account_RestPassword_Title
source: Reset password
es: Restablecimiento su contraseña

# Layout_Footer_Privacy
source: Privacy
es: Privacidad

# Layout_Navbar_Administration_Manage
source: Manage
es: Administrar

# Layout_Navbar_Administration_Users
source: Users
es: Usuarios

# Layout_Navbar_Home
source: Home
es: Inicio

# Layout_Navbar_LoggedUser
source: Hello {0}!
es: Hola {0}!

# Layout_Navbar_LoggedUser_Title
source: Manage your account
es: Administra tu cuenta

# Layout_Navbar_Login
source: Login
es: Iniciar sesión

# Layout_Navbar_Logout
source: Logout
es: Cerrar sesión

# Layout_Navbar_Privacy
source: Privacy
es: Privacidad

# Layout_Navbar_Register
source: Register
es: Registrarse

# Layout_Navbar_SampleList_Ajax
source: Sample Lists (Ajax)
es: Listas de Ejemplo (Ajax)

# Layout_Navbar_SampleList_MVC
source: Sample Lists (MVC)
es: Listas de Ejemplo (MVC)

# Sample_SampleList_AddItem_Success
source: New item added.
es: Item agregado.

# Sample_SampleList_Create_Success
source: The sample list was successfully created.
es: La lista de ejemplo fue creada correctamente.

# Sample_SampleList_Create_Title
source: Create sample list
es: Crear lista de ejemplo

# Sample_SampleList_Delete_Description
source: Are you sure you want to delete this sample list?
es: Estas seguro de querer eliminar la siguiente lista de ejemplo?

# Sample_SampleList_Delete_Title
source: Delete sample list
es: Eliminar lista de ejemplo

# Sample_SampleList_Edit_Success
source: The sample list was successfully modified.
es: La lista de ejemplo fue modificada correctamente.

# Sample_SampleList_Edit_Title
source: Edit sample list
es: Editar lista de ejemplo

# Sample_SampleList_Index_Title
source: Sample Lists
es: Listas de ejemplo

# Sample_SampleList_RemoveItem_Success
source: Item removed.
es: Item eliminado.

# Shared_Buttons_AddItem
source: Add Item
es: Agregar Item

# Shared_Buttons_BackToList
source: Back to List
es: Volver al listado

# Shared_Buttons_Cancel
source: Cancel
es: Cancelar

# Shared_Buttons_Close
source: Close
es: Cerrar

# Shared_Buttons_Create
source: Create
es: Crear

# Shared_Buttons_CreateNew
source: Create new
es: Crear nuevo

# Shared_Buttons_Delete
source: Delete
es: Eliminar

# Shared_Buttons_DeleteAndConfirm
source: Delete and confirm
es: Eliminar y confirmar

# Shared_Buttons_Edit
source: Edit
es: Editar

# Shared_Buttons_Update
source: Update
es: Actualizar

# Shared_Message_ErrorOccured
source: Sorry, an unexpected error occurred. Please try again later. If the problem continues, contact with the system administrator.
es: Disculpe, ocurrió un error inesperado. Por favor, inténtelo de nuevo más tarde. Si el problema continúa, póngase en contacto con el administrador del sistema.
